<?php
// Heading
$_['heading_title']          	= 'Партнеры';

// Text
$_['text_success']          	= 'Список партнеров обновлен!';
$_['text_list']          		= 'Список партнеров';
$_['text_add']          		= 'Добавление партнера';
$_['text_edit']         	 	= 'Редактирование партнера';

// Column
$_['column_name']          		= 'Наименование партнера';
$_['column_image']          	= 'Изображение';
$_['column_phone']          	= 'Телефон';
$_['column_contact']          	= 'Контактное лицо';
$_['column_conditions']         = 'Условия продажи';
$_['column_status']          	= 'Статус';
$_['column_action']          	= 'Действие';
$_['column_model']          	= 'Модель';
$_['column_price']          	= 'Цена';
$_['column_url']          	    = 'Ccылка';

// Entry
$_['entry_name']          		= 'Наименование';
$_['entry_contact']          	= 'Контактное лицо';
$_['entry_conditions']         	= 'Условия продажи';
$_['entry_phone']          		= 'Телефон партнера';
$_['entry_image']          		= 'Изображение партнера';
$_['entry_file']          		= 'Прайс';
$_['entry_status']          	= 'Статус';
$_['entry_price']          	    = 'Показывать цену';
$_['entry_sort']          	    = 'Сортировка';
$_['entry_url']          	    = 'Адрес / URL магазина';


$_['text_update']          	    = 'Обновленно %s товаров';


// Error
$_['error_warning']          	= 'Внимательно проверьте форму на ошибки!';
$_['error_permission']          = 'У вас нет прав для изменения товаров!';
$_['error_name']          		= 'Наименование партнера должно быть от 3 до 255 символов!';
$_['error_exists']              = 'Загрузите файл';
$_['error_contact']             = 'Контактное лицо должно быть от 3 до 255 символов!';
$_['error_conditions']          = 'Условия продажи должно быть от 3 до 255 символов!';
$_['error_no_file']             = 'Не найден файл на сервере';
$_['error_bad_file']            = 'Не найдено совпадений с текущими товарами или не правильно заполнен файл';
