<?php
ini_set( 'display_errors', 1 );

if ( !empty( $_GET[ 'key' ] ) && $_GET[ 'key' ] == 'Dikiy_volonter_2020' ) {

    $initArray = array(
        'Рюкзаки и сумки'    => array( 'Пол', 'Тип', 'Возраст', 'Материал', 'Цвет', '' ),
        'школьные рюкзаки'   => array( 'Тип ', 'Материал', 'Объем, л', 'Размер, см', 'Цвет', 'пол', '' ),
        'Рюкзаки молодёжные' => array( 'Пол', 'Тип', 'Возраст', 'Материал', 'Объем, л', 'Размер, см', 'Цвет', '' ), 
        'Женские рюкзаки' => array( 'Тип ', 'Возраст', 'Материал', 'Объем, л', 'Размер, см', 'Цвет', '' ), 
        'Рюкзаки Kids' => array( 'Пол', 'Тип', 'Возраст', 'Объем, л', '' ), 
        'Сумки для обуви' => array( 'Пол', 'Тип', 'Объем, л', '' ), 
        'Спортивные сумки' => array( 'Пол', 'Возраст', 'Материал', 'Объем, л', 'Цвет', '' ), 
        'косметички' => array( 'Особенности', 'Тип', '' ), 
        'Канцтовары' => array( 'Пол', 'Тип', '' ), 
        'Бумажная продукция' => array( 'Пол', 'Направление', 'Тип бумажной продукции', 'Тип линовки', '' ), 
        'Альбомы' => array( 'Пол', 'Кол-во листов', 'Тип сшивки', '' ), 
        'Блокноты' => array( 'Пол', 'Кол-во листов', 'Направление', 'Тип линовки', 'Формат', '' ), 
        'Блокноты-мотиваторы' => array( 'Кол-во листов', 'Тип обложки', 'Формат', 'Пол', '' ), 
        'Дневники' => array( 'Пол', 'Кол-во листов', 'Технологии обложки', 'Тип обложки', 'Тип сшивки', '' ), 
        'Планинги' => array( 'Кол-во листов', 'Размер, см', '' ), 
        'Тетради' => array( 'Пол', 'Кол-во листов', 'Направление', 'Тип бумажной продукции', 'Тип сшивки', 'Формат', 'Цвет', '' ), 
        'Ежедневники' => array( 'Пол', 'Кол-во листов', 'Тип', 'Формат', '' ), 
        'Измерительные принадлежности' => array( 'Пол', 'Материал', 'Тип', 'Назначение', '' ),
        'Линейка' => array( 'пол', 'Размер, см', '' ), 
        'Пеналы, футляры для канцелярии' => array( 'Пол', 'Количество отделений', 'Материал', 'Тип пенала', 'Цвет', '' ), 
        'Принадлежности для письма и черчения' => array( 'Пол', 'Тип', '' ), 
        'Карандаш графитный' => array( 'Пол', 'Наличие ластика', 'Тип упаковки', 'Форма корпуса', '' ), 
        'Ластики' => array( 'Пол', 'Материал', 'Особенности', 'Размер, см', '' ), 
        'Маркеры' => array( 'Количество в упаковке', 'Тип', '' ),
        'Ручки' => array( 'Пол', 'Возможность замены стержня', 'Количество в упаковке', 'Подача стержня', 'Тип ручки', 'Цвет чернил', '' ),
        'Точилки' => array( 'Пол', 'Количество отверстий', 'Тип точения', '' ),
        'Циркули' => array( 'Комплектация', 'Тип упаковки', '' ),
        'Рисование' => array( 'Тип', '' ),
        'Кисти' => array( 'Количество в упаковке', '' ),
        'Фломастеры' => array( 'Количество цветов', 'Пол', '' ),
        'Цветные карандаши' => array( 'Пол', 'Количество цветов', 'Тип', 'Форма корпуса', '' ),
        'Школьные принадлежности' => array( 'Пол', 'Тип', '' ),
        'Бумага для заметок и индексов' => array( 'Кол-во листов', 'Размер, см', 'Тип', '' ),
        'Закладки' => array( 'Пол', 'Количество в упаковке', 'Тип', '' ),
        'Клей' => array( 'Пол', 'Особенности', '' ),
        'Мел' => array( 'Пол', 'Количество в упаковке', 'Тип', 'Форма мела', '' ),
        'Ножницы' => array( 'Пол', 'Особенности', '' ),
        'Папка' => array( 'Материал', 'Размер, см', 'Тип', 'Формат', 'Цвет', 'пол', '' ),
        'Пластилин' => array( 'Пол', 'Количество цветов', '' ),
        'Подложка для стола' => array( 'Пол', 'Материал', 'Размер, см', '' ),
        'Подставка для книг' => array( 'Пол', 'материал', '' ),
        'Подставка для письменных принадлежностей' => array( 'Пол', 'Форма', 'Цвет', '' ),
        'Прочее' => array( 'Пол', 'Размер, см', 'Тип', '' ),
        'Детское творчество' => array( 'Пол', 'Тип продукции', '' ),
        'Гравюры' => array( 'Количество элементов в наборе', 'Тип набора', 'Направление развития', '' ),
        'Игры' => array( 'Пол', 'Возраст, лет', 'Направление развития', '' ),
        'Краски' => array( 'Вид', 'Количество в наборе', '' ),
        'Раскраски' => array( 'Вид', 'Кол-во листов', 'Тип продукции', 'Пол', '' ),
        'АКСЕССУАРЫ' => array( 'Пол', 'Тип', '' ),
        'Аксессуары для волос' => array( 'Вид', 'Цвет', '' ),
        'Бизнес аксессуары' => array( 'Пол', 'Количество отделений', 'Тип', '' ),
        'Брелки' => array( 'Пол', 'Материал', 'Тип продукции', '' ),
        'Бутылки и ланчбоксы' => array( 'Пол', 'Тип', 'Форма', '' ),
        'Бутылки' => array( 'Пол', 'Материал', 'Объем, л', 'Тип', 'Форма', 'Цвет', '' ),
        'Ланчбоксы' => array( 'Пол', 'Комплектация', 'Объем, л', 'Размер, см', 'Форма', '' ),
        'Термосы' => array( 'Пол', 'Объем, л', 'Тип', 'Цвет', '' ),
        'Дождевик' => array( 'Пол', 'Длина, м', 'Цвет', '' ),
        'Копилки' => array( 'Пол', 'Материал', '' ),
        'Косметика' => array( 'Тип продукции', '' ),
        'Кошельки' => array( 'Пол', 'Материал', 'Размер', 'Цвет', '' ),
        'Наклейки' => array( 'Пол', '' )
    );

    // Configuration
    if ( is_file( 'config.php' ) ) {
        require_once( 'config.php' );
    }

    require( 'system/library/db/mysqli.php' );

    $db = new MySQLi( DB_HOSTNAME, DB_USERNAME, DB_PASSWORD, DB_DATABASE, DB_PORT );

//    $result = $db->query( "SELECT cd.category_id, cd.name FROM " . DB_PREFIX . "category c LEFT JOIN " . DB_PREFIX . "category_description cd ON (c.category_id = cd.category_id) WHERE cd.language_id = '1' ORDER BY c.sort_order, cd.name ASC" );

    //var_dump( $result->fetch_all() );

    $db->query("TRUNCATE ".DB_PREFIX."ocfilter_option_to_category");

    foreach($initArray as $category => $filters) {
        $categoryID = $db->query("SELECT cd.category_id FROM " . DB_PREFIX . "category_description cd WHERE cd.language_id = 1 AND TRIM(cd.name) LIKE '{$category}'")->fetch_row();
        if(!empty($categoryID[0]) && (int)$categoryID[0] > 0 && !empty($filters)) {
            $filtersID = array();
            foreach($filters as $filter) {
                if(empty($filter)) continue;
                $filterID = $db->query("SELECT od.option_id FROM ".DB_PREFIX."ocfilter_option_description od WHERE od.language_id = 1 AND TRIM(od.name) LIKE '{$filter}'");
                if($filterID) {
                    $filterID = $filterID->fetch_row();
                }else{
                    var_dump($filterID);
                    echo "FALSE on {$filter}<br/>";
                }
                if(!empty($filterID[0]) && (int)$filterID[0] > 0){
                    $filtersID[] = $filterID[0];
                }
            }
        }
        echo $category . ' -> ' . $categoryID[0] . '<br/>';
        var_dump($filtersID);
        echo '<br/><br/>';

        if(!empty($filtersID)) {
            $query = "INSERT INTO ".DB_PREFIX."ocfilter_option_to_category (option_id, category_id) VALUES (".implode(', '.$categoryID[0].'), (', $filtersID).", {$categoryID[0]})";
            //var_dump($query);
            $result = $db->query($query);
            var_dump($result);
        }

        //if()

    }

} else {
    echo 'Just a check PHP';
}