<?php

$_['text_all']                         = 'Смотреть товары';
$_['text_all_home']                         = 'Перейти';

$_['text_home_1']                         = 'твой yes стиль';
//$_['text_home_2']                         = 'рюкзаки для мальчиков';
$_['text_home_2']                         = 'Рюкзаки School';
$_['text_home_3']                         = 'Более 150 товаров';
//$_['text_home_4']                         = 'НОВАЯ КОЛЛЕКЦИЯ ВЕСНА';
$_['text_home_4']                         = 'Рюкзаки Kids';
//$_['text_home_5']                         = 'рюкзаки для девочек';
$_['text_home_5']                         = 'Рюкзаки City';
$_['text_home_6']                         = 'Более 200 товаров';
$_['text_home_7']                         = 'Канцтовары';
$_['text_home_8']                         = '2000 товаров';
$_['text_home_9']                         = 'Аксессуары';
$_['text_home_10']                         = '300 товаров';
$_['text_home_11']                         = 'Детское творчество';
$_['text_home_12']                         = '180 товаров';
$_['text_home_13']                         = 'Мы в социальных сетях';
$_['text_home_14']                         = 'подпишись и будь в курсе последних новинок и новостей';
$_['text_home_15']                         = 'партнеров';
$_['text_home_16']                         = 'лет опыта';
$_['text_home_17']                         = 'уникальных товаров';
$_['text_home_18']                         = 'кто мы yes';
$_['text_home_19']                         = 'Крутой, модный, позитивный, яркий - все это про бренд YES, который уже более 15 лет представлен на рынке Европы. Рюкзаки и сумки, аксессуары и блокноты - более 15000 различных товаров представлено в ассортименте, огромное разнообразие форм и цветов, дизайнов и материалов. Всю продукцию YES объединяет яркий и модный внешний вид, качество исполнения  и продуманность в мелочах. Трендовые, стильные и неповторимые - рюкзаки и канцтовары YES станут отличным дополнением стиля любого человека.';

$_['link_home_1'] = 'https://yes-tm.com/ru/ryukzaki-ta-cumki/rjukzaki-school/';
$_['link_home_2'] = 'https://yes-tm.com/ru/ryukzaki-ta-cumki/rjukzaki-kids/';
$_['link_home_3'] = 'https://yes-tm.com/ru/ryukzaki-ta-cumki/rjukzaki-molodigni/';
$_['link_home_4'] = 'https://yes-tm.com/ru/kanctovari/';
$_['link_home_5'] = 'https://yes-tm.com/ru/accessories/';
$_['link_home_6'] = 'https://yes-tm.com/ru/dityacha-tvorchist/';

$_['text_slider_1']                        = 'Просто девочка с YES пришла...';
$_['text_slider_2']                        = 'Будь крутым и энергичным<br>Будь яркой и модной<br>Стань №1 в своем классе<br>Покажи, #КтоТыYes!';
$_['text_slider_3']                        = 'Согревайтесь вместе с термосами Yes';
$_['text_slider_4']                        = 'Термос, который с тобой везде: на учебе, в путешествии, на прогулке.';
$_['text_slider_5']                        = 'Ежедневники Yes!';
$_['text_slider_6']                        = 'Современные, стильные ежедневники для креативных и романтичных девчонок!<br>Выбери свой Yes!';

$_['text_social_1']                         = 'Мы в Facebook';
$_['text_social_2']                         = 'Мы в YouTube';
$_['text_social_3']                         = 'Мы в Instagram';
$_['text_social_4']                         = 'Мы в TikTok';

$_['icon_1_descr']                         = '1000+<br/>партнеров';
$_['icon_2_descr']                         = '20+<br/>лет опыта';
$_['icon_3_descr']                         = 'Сертифицированные<br/>товары';
$_['icon_4_descr']                         = '2<br/>года гарантии';
$_['icon_5_descr']                         = '15 000<br/>уникальных товаров';
$_['adv_title']                             = 'Наши преимущества';
$_['adv_but_title']                         = 'Подобнее о нас';

$_['text_where_to_buy_button']    = 'ГДЕ КУПИТЬ?';
$_['text_show_shops']    = 'Смотреть магазины';
$_['text_can_buy']    = 'Товары бренда YES можно купить в любом регионе Украины!';