<?php

$_['text_all']                         = 'Дивитися товари';
$_['text_all_home']                         = 'Перейти';

$_['text_home_1']                         = 'твій yes стиль';
$_['text_home_2']                         = 'Рюкзаки School';
$_['text_home_3']                         = 'Понад 150 товарів';
//$_['text_home_4']                         = 'НОВА КОЛЕКЦІЯ ВЕСНА';
$_['text_home_4']                         = 'Рюкзаки Kids';
//$_['text_home_5']                         = 'рюкзаки для дівчаток';
$_['text_home_5']                         = 'Рюкзаки City';
$_['text_home_6']                         = 'Понад 200 товарів';
$_['text_home_7']                         = 'Канцтовари';
$_['text_home_8']                         = '2000 товарів';
$_['text_home_9']                         = 'Аксесуари';
$_['text_home_10']                        = '300 товарів';
$_['text_home_11']                        = 'Дитяча творчість';
$_['text_home_12']                        = '180 товарів';
$_['text_home_13']                        = 'Ми в соціальних мережах';
$_['text_home_14']                        = 'підпишись і будь в курсі останніх новинок і новин';
$_['text_home_15']                        = 'партнерів';
$_['text_home_16']                        = 'років досвіду';
$_['text_home_17']                        = 'унікальних товарів';
$_['text_home_18']                        = 'хто ми yes';
$_['text_home_19']                        = 'Крутий, модний, позитивний, яскравий - все це про бренд YES, який вже понад 15 років представлений на ринку Європи.  Рюкзаки та сумки, аксесуари та блокноти - більше 15000 різних товарів представлено в асортименті, величезна різноманітність форм і кольорів, дизайнів і матеріалів. Всю продукцію YES об\'єднує яскравий і модний зовнішній вигляд, якість виконання і продуманість у дрібницях.  Трендові, стильні і неповторні - рюкзаки та канцтовари YES стануть відмінним доповненням стилю будь-якої людини.';

$_['link_home_1'] = 'https://yes-tm.com/ryukzaki-ta-cumki/rjukzaki-school/';
$_['link_home_2'] = 'https://yes-tm.com/ryukzaki-ta-cumki/rjukzaki-kids/';
$_['link_home_3'] = 'https://yes-tm.com/ryukzaki-ta-cumki/rjukzaki-molodigni/';
$_['link_home_4'] = 'https://yes-tm.com/kanctovari/';
$_['link_home_5'] = 'https://yes-tm.com/accessories/';
$_['link_home_6'] = 'https://yes-tm.com/dityacha-tvorchist/';

$_['text_slider_1']                       = 'Просто дівчина з YES прийшла...';
$_['text_slider_2']                       = 'Будь крутим та енергійним<br>Будь яскравою та модною<br>Стань №1 в своєму класі<br>Покажи, #ХтоТиYes!';
$_['text_slider_3']                       = 'Зігрівайтеся разом з термосами Yes';
$_['text_slider_4']                       = 'Термос, який з тобою скрізь: на навчанні, в подорожі, на прогулянці.';
$_['text_slider_5']                       = 'Щоденники Yes!';
$_['text_slider_6']                       = 'Сучасні, стильні щоденники для креативних і романтичних дівчат!<br>Обери свій Yes!';

$_['text_social_1']                       = 'Ми в Facebook';
$_['text_social_2']                       = 'Ми в YouTube';
$_['text_social_3']                       = 'Ми в Instagram';
$_['text_social_4']                       = 'Ми в TikTok';

$_['icon_1_descr']                         = '1000+<br/>партнерів';
$_['icon_2_descr']                         = '20+<br/>років досвіду';
$_['icon_3_descr']                         = 'Сертифіковані<br/>товари';
$_['icon_4_descr']                         = '2<br/>роки гарантії';
$_['icon_5_descr']                         = '15 000<br/>унікальних товарів';
$_['adv_title']                             = 'Наші переваги';
$_['adv_but_title']                         = 'Детальніше про нас';

$_['text_where_to_buy_button']    = 'ДЕ КУПИТИ?';
$_['text_show_shops']    = 'Дивитися магазини';
$_['text_can_buy']    = 'Товари бренду YES можна купити в будь-якому регіоні України!';