<?php
// Heading
$_['heading_title']    = 'Акции, новинки, просмотренные';

// Text
$_['text_extension']   = 'Модули';
$_['text_success']     = 'Настройки модуля обновлены!';
$_['text_edit']        = 'Редактирование модуля';

// Entry
$_['entry_name']       = 'Название';
$_['entry_title']      = 'Название модуля';
$_['entry_link']       = 'Ссылка';
$_['entry_text_link']  = 'Текст ссылки';
$_['entry_product']    = 'Товары';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У вас нет прав для управления этим модулем!';
$_['error_name']       = 'Имя модуля должно быть от 3 до 64 символов!';
$_['error_link']       = 'Необходимо указать ссылку';
$_['error_text_link']  = 'Необходимо ввести текст ссылки';
