<?php
// Text
$_['text_related']          = 'Похожие статьи';
$_['text_related_products'] = 'Рекомендуемые товары';
$_['text_attributes']   	= 'Дополнительные поля';
$_['text_tags']             = 'Теги:';
$_['text_share']            = 'Поділитися';
$_['text_categories']       = 'Категорії';
$_['text_relative']         = 'Схожі статті';

// Entry
$_['entry_qty']             = 'Кол-во';
$_['entry_name']            = 'Ваше имя:';
$_['entry_review']          = 'Ваш отзыв';
$_['entry_rating']          = 'Рейтинг';
$_['entry_good']            = 'Хорошо';
$_['entry_bad']             = 'Плохо';

// Error
$_['error_name']            = 'Имя должно быть от 3 до 25 символов!';
$_['error_text']            = 'Текст Отзыва должен быть от 25 до 1000 символов!';
$_['error_rating']          = 'Пожалуйста поставьте оценку!';

$_['months_replace'] = array('Jan' => 'Січня', 'Feb' => 'Лютого', 'Mar' => 'Березня', 'Apr' => 'Квітня', 'May' => 'Травня', 'Jun' => 'Червня', 'Jul' => 'Липня', 'Aug' => 'Серпня', 'Sep' => 'Вересня', 'Oct' => 'Жовтня', 'Nov' => 'Листопада', 'Dec' => 'Грудня');
$_['date_format_relative'] = 'j M Y';
$_['text_form_name']                         = "Ім'я";
$_['text_form_mail']                         = 'Пошта';
$_['text_form_phone']                         = 'Телефон';
$_['text_form_submit']                         = 'Хочу дізнатися першим';
$_['text_form_descr']                         = '*ми не будемо спамити вас листами. Лише одне повідомлення, однак дуже важливе та цікаве :)';
$_['text_form_title']                         = 'Дізнайся першим про вихід ексклюзивної капсульної колекції YES & Andre TAN*';
$_['text_form_success']                         = 'Ви успішно зареєстровані і будете в числі перших, хто дізнається про вихід ексклюзивної капсульної колекції YES & Andre TAN';