<?php
// Text
$_['text_blog_info']    = 'Блог';
$_['text_details']      = 'Наш блог';
$_['text_refine']       = 'Виберіть підкатегорію';
$_['text_attributes']   = 'Додаткові поля';
$_['text_error']        = 'Категорія не знайдена!';
$_['text_empty']        = 'У цій категорії немає матеріалів.';
$_['text_all']          = 'Усі товари';
$_['text_page']         = 'Сторінка';

$_['months_replace'] = array('Jan' => 'Січня', 'Feb' => 'Лютого', 'Mar' => 'Березня', 'Apr' => 'Квітня', 'May' => 'Травня', 'Jun' => 'Червня', 'Jul' => 'Липня', 'Aug' => 'Серпня', 'Sep' => 'Вересня', 'Oct' => 'Жовтня', 'Nov' => 'Листопада', 'Dec' => 'Грудня');
