<?php
// Text
$_['text_related']          = 'Похожие статьи';
$_['text_related_products'] = 'Рекомендуемые товары';
$_['text_attributes']   	= 'Дополнительные поля';
$_['text_tags']             = 'Теги:';
$_['text_share']            = 'Поделиться';
$_['text_categories']       = 'Категории';
$_['text_relative']         = 'Похожие статьи';

// Entry
$_['entry_qty']             = 'Кол-во';
$_['entry_name']            = 'Ваше имя:';
$_['entry_review']          = 'Ваш отзыв';
$_['entry_rating']          = 'Рейтинг';
$_['entry_good']            = 'Хорошо';
$_['entry_bad']             = 'Плохо';

// Error
$_['error_name']            = 'Имя должно быть от 3 до 25 символов!';
$_['error_text']            = 'Текст Отзыва должен быть от 25 до 1000 символов!';
$_['error_rating']          = 'Пожалуйста поставьте оценку!';

$_['months_replace'] = array('Jan' => 'Января', 'Feb' => 'Февраля', 'Mar' => 'Марта', 'Apr' => 'Апреля', 'May' => 'Мая', 'Jun' => 'Июня', 'Jul' => 'Июля', 'Aug' => 'Августа', 'Sep' => 'Сентября', 'Oct' => 'Октября', 'Nov' => 'Ноября', 'Dec' => 'Декабря');
$_['date_format_relative'] = 'j M Y';
$_['text_form_name']                         = 'Имя';
$_['text_form_mail']                         = 'Почта';
$_['text_form_phone']                         = 'Телефон';
$_['text_form_submit']                         = 'Хочу узнать первым';
$_['text_form_descr']                         = '*мы не будем спамить вам письмами. Всего одно сообщение, но очень важное и интересное :)';
$_['text_form_title']                         = 'Узнай первым о выходе эксклюзивной капсульной коллекции YES & Andre TAN*';
$_['text_form_success']                         = 'Вы успешно зарегистрированы и будете в числе первых, кто узнает о выходе эксклюзивной капсульной коллекции YES & Andre TAN';