<?php
// Text
$_['text_blog_info']    = 'Блог';
$_['text_details']      = 'Наш блог';
$_['text_refine']       = 'Выберите подкатегорию';
$_['text_attributes']   = 'Дополнительные поля';
$_['text_error']        = 'Категория не найдена!';
$_['text_empty']        = 'В этой категории нет материалов.';
$_['text_all']          = 'Все товары';
$_['text_all']          = 'Все товары';
$_['text_page']         = 'Страница';

$_['months_replace'] = array('Jan' => 'Января', 'Feb' => 'Февраля', 'Mar' => 'Марта', 'Apr' => 'Апреля', 'May' => 'Мая', 'Jun' => 'Июня', 'Jul' => 'Июля', 'Aug' => 'Августа', 'Sep' => 'Сентября', 'Oct' => 'Октября', 'Nov' => 'Ноября', 'Dec' => 'Декабря');