<?php
// Heading
$_['heading_title']     = 'Сравнение товаров';

// Text
$_['text_product']      = 'Информация о товаре';
$_['text_name']         = 'Наименование';
$_['text_image']        = 'Изображение';
$_['text_price']        = 'Цена';
$_['text_model']        = 'Модель';
$_['text_manufacturer'] = 'Производитель';
$_['text_availability'] = 'Доступность';
$_['text_instock']      = 'В наличии';
$_['text_rating']       = 'Рейтинг';
$_['text_reviews']      = '%s отзыва(ов)';
$_['text_summary']      = 'Summary';
$_['text_weight']       = 'Вес';
$_['text_dimension']    = '(Д x Ш x В)';
$_['text_compare']      = 'Сравнение товаров (%s)';
$_['text_success']      = 'Товар <a href="%s">%s</a> успешно добавлен в <a href="%s">список сравнения</a>!';
$_['text_remove']       = 'Список товаров успешно обновлен!';
$_['text_empty']        = 'Вы не выбрали ни одного товара для сравнения.';
$_['text_clear']        = 'Очистить все';
$_['text_article']      = 'Артикул:';
$_['grn']               = ' грн';

$_['comp_err_nothing']  = 'Нечего очищать! Нет товаров в сравнении!';
$_['comp_err_wrong']    = 'Ошибка передачи данных!';
$_['comp_err_product']  = 'Данного товара нет или он не активен!';
$_['comp_err_noproduct']= 'Данного товара нет в сравнении! Уже удалили?';

$_['text_no_products']  = 'В сравнении нет ни одного товара!';

$_['text_where_to_buy_button']    = 'ГДЕ КУПИТЬ?';
$_['text_show_shops']    = 'Смотреть магазины';
$_['text_can_buy']    = 'Товары бренда YES можно купить в любом регионе Украины!';

$_['r1']     = 'отзыв';
$_['r2']     = 'отзыва';
$_['r5']     = 'отзывов';